"FanKit_yearAgo" = "years ago";
"FanKit_monthAgo" = "months ago";
"FanKit_dayAgo" = "days ago";
"FanKit_hourAgo" = "hours ago";
"FanKit_minuteAgo" = "minutes ago";
"FanKit_secondAgo" = "seconds ago";

"FanKit_yesterday" = "Yesterday";

